import type { HospitalEntity } from "../../domain/entities/HospitalEntity";

export const hospitalsData: HospitalEntity[] = [
  {
    id: "1",
    name: { ru: "Национальный госпиталь", ky: "Улуттук госпиталь" },
    address: { ru: "ул. Тоголок Молдо, 1", ky: "Тоголок Молдо көч., 1" },
    lat: 42.879,
    lng: 74.595,
    phone: "0312621013",
  },
  {
    id: "2",
    name: {
      ru: "Городская больница №4 (БСМП)",
      ky: "№4 Шаардык оорукана (ТТЖО)",
    },
    address: { ru: "ул. Исанова, 105", ky: "Исанов көч., 105" },
    lat: 42.8752,
    lng: 74.591,
    phone: "0312665722",
  },
  {
    id: "3",
    name: {
      ru: "Детская больница (3-я детская)",
      ky: "Балдар ооруканасы (3-чү балдар)",
    },
    address: { ru: "ул. Байтик Баатыра, 8а", ky: "Байтик Баатыр көч., 8а" },
    lat: 42.8521,
    lng: 74.6094,
    phone: "0312544655",
  },
];
